/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Aviso de ligação";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "Configuração de %1$@ (%2$@)";

/* No comment provided by engineer. */
"%@ has %u new messages." = "%1$@ tem %2$u mensagens novas.";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ tem 1 mensagem nova.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ está na sua lista de contactos local mas não está na lista no servidor. Quer adicionar este contacto à sua lista?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; duplo-clique para registar.";

/* No comment provided by engineer. */
"(unknown)" = "(desconhecido)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<New Account>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Comando ad-hoc, faça duplo-clique para executar";

/* No comment provided by engineer. */
"Add" = "Adicionar";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium: Aviso";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "O Adium não consegue verificar a identidade de \"%@\".";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "O Adium não conseguiu encontrar nenhuma informação no perfil do utilizador porque este pode não ser um nick registado.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Aviso do Adium: %@";

/* No comment provided by engineer. */
"Adium User" = "Utilizador Adium";

/* Button title to allow an action */
"Allow" = "Permitir";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Permitir páginas MSN Mobile?";

/* Action menu item for MSN accounts to toggle whether Mobile pages [forwarding messages to a mobile device] are enabled */
"Allow/Disallow Mobile Pages" = "Permitir/Negar páginas móveis";

/* No comment provided by engineer. */
"Always Appear Offline to %@" = "Mostrar sempre como Desligado para %@";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Foi encontrado um erro ao enviar o ficheiro.";

/* No comment provided by engineer. */
"Appear Offline to %@" = "Mostrar como Desligado para %@";

/* No comment provided by engineer. */
"Appear Online to %@" = "Mostrar como Disponível para %@";

/* No comment provided by engineer. */
"Authenticating" = "A autenticar";

/* Connection step */
"Balancer handshake" = "Balancer handshake";

/* No comment provided by engineer. */
"Ban" = "Banir";

/* No comment provided by engineer. */
"Bankick" = "Bankick";

/* No comment provided by engineer. */
"Blocked" = "Bloqueado";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Cancelar a notificação actual para %@";

/* Category table column header for the service discovery browser */
"Category" = "Categoria";

/* No comment provided by engineer. */
"Change Currently Registered Email Address" = "Alterar o endereço de e-mail registado actualmente";

/* Menu item title for changing the password of an account */
"Change Password" = "Alterar a palavra-passe";

/* No comment provided by engineer. */
"Client Version:" = "Versão do cliente:";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Serviço de conferência, faça duplo-clique para aceder";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Configurar o reencaminhamento IM";

/* Button title to connect; this is a verb */
"Connect" = "Ligar";

/* No comment provided by engineer. */
"Connect using TCP" = "Ligar utilizando TCP";

/* Connection step */
"Connected" = "Ligado";

/* No comment provided by engineer. */
"Connecting" = "A ligar";

/* No comment provided by engineer. */
"Connection error." = "Erro na ligação.";

/* No comment provided by engineer. */
"Connection established" = "Ligação estabelecida";

/* No comment provided by engineer. */
"Connection:" = "Ligação:";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Erro de sincronização da lista de contactos para %@";

/* No comment provided by engineer. */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Delete" = "Apagar";

/* No comment provided by engineer. */
"Delete & Unregister" = "Apagar e anular o registo";

/* No comment provided by engineer. */
"Delete Account" = "Apagar conta";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Apagar a conta %@? Pode também anular o registo no servidor se possível.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Devoice";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM connected" = "Direct IM ligado";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct IM disconnected" = "Direct IM desligado";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Serviço de directório, faça duplo-clique para pesquisar";

/* Button title to prevent an action */
"Disallow" = "Negar";

/* No comment provided by engineer. */
"Discovery Browser" = "Discovery Browser";

/* No comment provided by engineer. */
"Display Currently Registered Email Address" = "Mostrar o endereço de e-mail registado actualmente";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Deseja permitir ou negar que os contactos da sua lista de amigos lhe enviem páginas MSN Mobile para o seu telemóvel ou outro dispositivo móvel?";

/* No comment provided by engineer. */
"Don't Always Appear Offline to %@" = "Não mostrar sempre como Desligado para %@";

/* Used as a label for a username specified by email address */
"Email" = "E-mail";

/* Connection step */
"Exchanging key hash" = "A trocar a chave hash";

/* No comment provided by engineer. */
"Export Sametime List..." = "Exportar lista Sametime…";

/* Label for the username for a Facebook contact */
"Facebook Email" = "E-mail do Facebook";

/* No comment provided by engineer. */
"Fetching..." = "A procurar…";

/* No comment provided by engineer. */
"File Send Error" = "Erro no ficheiro enviado";

/* No comment provided by engineer. */
"Finalizing connection" = "A finalizar a ligação";

/* No comment provided by engineer. */
"Forcing Login" = "Forçar acesso";

/* Generic fields request window title */
"Form" = "Formulário";

/* No comment provided by engineer. */
"From: " = "De:";

/* No comment provided by engineer. */
"Getting Cookie" = "A obter o cookie";

/* No comment provided by engineer. */
"GG Number" = "Número CG";

/* No comment provided by engineer. */
"GTalk ID" = "ID GTalk";

/* No comment provided by engineer. */
"Handshake Acknowledged; Sending Login" = "Handshake reconhecido; A enviar informação de acesso";

/* No comment provided by engineer. */
"Handshaking" = "Handshaking";

/* No comment provided by engineer. */
"ICQ Number" = "Número ICQ";

/* No comment provided by engineer. */
"Import Sametime List..." = "Importar lista Sametime…";

/* Error message displayed when the server reports username or password as being incorrect. */
"Incorrect username or password" = "Nome de utilizador ou palavra-passe incorrectos";

/* No comment provided by engineer. */
"Info" = "Informação";

/* No comment provided by engineer. */
"Initializing Stream" = "A inicializar o stream";

/* No comment provided by engineer. */
"Initiate Conference with %@" = "Iniciar conferência com %@";

/* No comment provided by engineer. */
"Initiate Direct IM with %@" = "Iniciar Direct IM com %@";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Iniciar conversa de vários utilizadores com %@";

/* No comment provided by engineer. */
"Invite" = "Convidar";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Aceder";

/* No comment provided by engineer. */
"Join %@'s Chat" = "Aceder à conversa de %@";

/* No comment provided by engineer. */
"Kick" = "Kick";

/* No comment provided by engineer. */
"Launch %@" = "Executar %@";

/* No comment provided by engineer. */
"LiveJournal ID" = "LiveJournal ID";

/* Connection step */
"Logging in" = "A iniciar sessão";

/* No comment provided by engineer. */
"Login Acknowledged" = "Acesso reconhecido";

/* No comment provided by engineer. */
"Login Redirected" = "Acesso redireccionado";

/* No comment provided by engineer. */
"Looking up server" = "A procurar o servidor";

/* No comment provided by engineer. */
"Member Name" = "Nome de membro";

/* Menu title for configuring the public information for a QQ account */
"Modify My Information" = "Alterar a minha informação";

/* user mood tooltip title */
"Mood" = "Humor";

/* No comment provided by engineer. */
"MSN Passport" = "MSN Passport";

/* Label for the username for a MySpace contact */
"MySpace ID" = "MySpace ID";

/* Name table column header for the service discovery browser */
"Name" = "Nome";

/* No comment provided by engineer. */
"New Mail" = "Novo e-mail";

/* Sample name and server for new IRC accounts */
"nickname" = "nick";

/* Name for IRC user names */
"Nickname" = "Nick";

/* No comment provided by engineer. */
"No reason was given." = "Sem motivo.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Não foi configurado nenhum servidor para a conta %1$@ %2$@. Insira um abaixo para ligar";

/* No comment provided by engineer. */
"No Server Specified" = "Nenhum servidor especificado";

/* No comment provided by engineer. */
"Node:" = "Nó:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Abrir e-mail no navegador";

/* Name for the orphans group */
"Orphans" = "Orphans";

/* No comment provided by engineer. */
"Parse Error." = "Erro de análise.";

/* No comment provided by engineer. */
"Password sent" = "Palavra-passe enviada";

/* No comment provided by engineer. */
"Ping %@" = "Ping %@";

/* No comment provided by engineer. */
"Presence Settings for %@" = "Configurações de presença para %@";

/* No comment provided by engineer. */
"Re-request Authorization from %@" = "Pedir novamente autorização a %@";

/* Description of a step in the connection process for MySpace. This could be translated as something like 'Reading from server'. */
"Reading challenge" = "A ler do servidor";

/* Connection step */
"Reading data" = "A ler dados";

/* Connection step */
"Reading server key" = "A ler a chave do servidor";

/* No comment provided by engineer. */
"Really remove gateway?" = "Apagar gateway?";

/* No comment provided by engineer. */
"Received authorization" = "A receber autorização";

/* alert default button */
"Remove" = "Remover";

/* gateway menu item */
"Remove gateway" = "Apagar gateway";

/* No comment provided by engineer. */
"Retrieving buddy list" = "A obter a lista de amigos";

/* Roster - the Jabber default group */
"Roster" = "Roster";

/* No comment provided by engineer. */
"Screen Name" = "Nick";

/* No comment provided by engineer. */
"Screen name sent" = "Nick enviado";

/* No comment provided by engineer. */
"Search for Contact By Email Address" = "Pesquisar contactos por endereço de e-mail";

/* No comment provided by engineer. */
"Search for Users" = "Procurar utilizadores";

/* No comment provided by engineer. */
"Search Results" = "Resultados da pesquisa";

/* No comment provided by engineer. */
"Send" = "Enviar";

/* No comment provided by engineer. */
"Send Message" = "Enviar mensagem";

/* No comment provided by engineer. */
"Send to %@'s Mobile" = "Enviar para o telemóvel de %@";

/* No comment provided by engineer. */
"Sending Cookie" = "A enviar cookie";

/* No comment provided by engineer. */
"Sending Handshake" = "A enviar handshake";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Serviço Discovery Browser";

/* No comment provided by engineer. */
"Service:" = "Serviço:";

/* No comment provided by engineer. */
"Set Home Phone Number" = "Definir número de telefone de casa";

/* No comment provided by engineer. */
"Set Mobile Phone Number" = "Definir número de telemóvel";

/* No comment provided by engineer. */
"Set Mood" = "Definir humor";

/* No comment provided by engineer. */
"Set Nickname" = "Definir nick";

/* No comment provided by engineer. */
"Set Privacy Options" = "Definir opções de privacidade";

/* No comment provided by engineer. */
"Set User Info" = "Definir informação de utilizador";

/* No comment provided by engineer. */
"Set Work Phone Number" = "Definir número de telefone do trabalho";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Definir o seu nick";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Definir o seu número de telefone de casa.";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Definir o seu número de telemóvel.";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Definir o seu número de telefone do trabalho.";

/* Account action menu item to show a list of contacts for whom this account is awaiting authorization to be able to show them in the contact list */
"Show Contacts Awaiting Authorization" = "Mostrar contactos à espera de autorização";

/* No comment provided by engineer. */
"Show Server Certificate" = "Mostrar certificado do servidor";

/* No comment provided by engineer. */
"Starting authentication" = "A iniciar autenticação";

/* No comment provided by engineer. */
"Starting Services" = "A iniciar serviços";

/* No comment provided by engineer. */
"Subject: " = "Assunto:";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Ocultar-se temporariamente de %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "O certificado do servidor %@ não é de confiança, o que significa que a identidade do servidor não pode ser verificada automaticamente. Pretende continuar a ligação?\n\nPara mais informações, clique em \"Mostrar certificado\".";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "O nick que inseriu não está registado. Certifique-se que o escreveu correctamente.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "O utilizador está na sua lista de negação";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "O utilizador está temporariamente indisponível.";

/* Invalid name on AIM */
"The screen name you entered is not registered. Check to ensure you typed it correctly. If it is a new name, you must register it at www.aim.com before you can use it." = "O nick que inseriu não está registado. Certifique-se de que inseriu a informação correcta. Se é um novo nick, deve registá-lo em www.aim.com antes de poder utilizá-lo.";

/* Be careful to keep the % parts the same in this string. %@ will be replaced by an error message. */
"The Zephyr Host Manager reported an error #%d: %@" = "O gestor de host do Zephyr comunicou um erro #%1$d: %2$@";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "Este é o nome que os seus amigos do MSN verão.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Este nó não disponibiliza nenhum serviço acessível a este programa.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Este nó disponibiliza comandos ad-hoc. Abra o menu contextual para ter-lhes acesso.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Esta operação irá remover o gateway %@ e todos os respectivos contactos da sua lista de contactos e não poderá ser desfeita.";

/* No comment provided by engineer. */
"Transferring" = "A transferir";

/* user tune tooltip title */
"Tune" = "Música";

/* No comment provided by engineer. */
"Un-hide From %@" = "Não esconder de %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Não foi possível analisar a lista de servidores em %@. Tente novamente mais tarde.";

/* No comment provided by engineer. */
"United States" = "Estados Unidos";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Anula a assinatura de %@";

/* Sample name and server for new livejournal accounts */
"username" = "utilizador";

/* Sample name and server for new gmail accounts */
"username@gmail.com" = "utilizador@gmail.com";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "utilizador@jabber.com";

/* No comment provided by engineer. */
"Verify Certificate" = "Verificar certificado";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Ver o perfil %2$@ de %1$@";

/* No comment provided by engineer. */
"View %@'s Facebook profile" = "Ver o perfil do Facebook de %@";

/* No comment provided by engineer. */
"View %@'s Webcam" = "Ver a webcam de %@";

/* No comment provided by engineer. */
"Voice" = "Voz";

/* No comment provided by engineer. */
"Waiting for Handshake Acknowledgement" = "À espera do reconhecimento do handshake";

/* No comment provided by engineer. */
"Waiting for Login Acknowledgement" = "À espera do reconhecimento do acesso";

/* No comment provided by engineer. */
"Waiting for Response" = "À espera de resposta";

/* No comment provided by engineer. */
"Warning level is too high." = "O nível dos avisos é muito elevado.";

/* No comment provided by engineer. */
"XML Console" = "Consola XML";

/* No comment provided by engineer. */
"Yahoo! ID" = "ID Yahoo!";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Está a enviar mensagens muito rapidamente; espere um pouco e tente novamente.";

/* No comment provided by engineer. */
"You have %u new messages." = "Tem %u mensagens novas.";

/* No comment provided by engineer. */
"You have 1 new message." = "Tem 1 mensagem nova.";

/* No comment provided by engineer. */
"You have mail!\n" = "Tem novas mensagens!\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "A sua mensagem para %@ não foi enviada";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "A sua mensagem foi recusada pelo outro utilizador.";

/* No comment provided by engineer. */
"Your message was too big." = "A sua mensagem é muito extensa.";

/* zhm is the Zephyr Host Manager and should not be a localized word */
"zhm Failure" = "Falha no zhm";